# Задание 1.
# Поработайте с переменными, создайте несколько,
# выведите на экран, запросите у пользователя несколько чисел и
# строк и сохраните в переменные, выведите на экран.
# Пример:
# Ведите ваше имя: Василий
# Ведите ваш пароль: vas
# Введите ваш возраст: 45
# Ваши данные для входа в аккаунт: имя - Василий, пароль - vas, возраст - 45

# str_var = "1 переменная"
# int_var = 555
# float_var = 6.66
#
# print(str_var)
# print(int_var)
# print(float_var)

str_1 = input('Введите ваше имя: ')
a = int(input('Введите ваш пароль: '))
b = int(input('Введите ваш возраст: '))

print("Ваши данные для входа имя, пароль, возраст):", str_1, a, b)


